Repository: mindreframer/erlang-stuff
Catalog: modules/mod_acl_simple_roles/translations/*.po
Languages: nl

source: (implicit)
nl: (impliciet)

source: (users can’t change visibility to higher level than this)
nl: (gebruikers kunnen zichtbaarheid van pagina' niet hoger zetten dan deze waarde)

source: <strong>Security notice</strong>: When you allow */* files then all members of this role will be able to obtain full access to your whole site and all underlying data.
nl: <strong>Waarschuwing</strong>: Wanneer je */* toelaat als filter voor bestanden dan kunnen alle leden van deze rol volledige toegang tot jesite en alle onderliggende data verkrijgen.

source: ACL role overview
nl: ACL rol overzicht

source: Access Control
nl: Toegangsbeheer

source: Access Control - Roles Overview
nl: Toegangsbeheer - Overzicht rollen

source: Access control controls what an user is allowed to do and see. The roles define different groups of rights. Users can be made member of multiple roles.
nl: Toegangsbeheer geeft aan wat een gebruiker mag doen en zien. De rollen geven verschillende groepen van rechten aan. Gebruikers kunnen één of meerdere rollen hebben.

source: Admin Access Control
nl: Toegangsbeheer

source: All members are allowed to view all content. (Check this for supervisors.)
nl: Alle leden van deze rol mogen alle content zien. (Aanbevolen voor supervisors.)

source: Allow editing of category
nl: Sta editen toe van de volgende categorieën

source: Categories
nl: Categorieën

source: Check below what people that are member of this role are allowed to do.
nl: Kies hieronder wat de leden van deze rol mogen doen.

source: Community members
nl: Leden

source: File types allowed to be uploaded
nl: Bestandstypes dat geupload mogen worden

source: File uploads
nl: Uploads

source: Group members
nl: Groepleden

source: Help about ACL roles.
nl: Hulp bij de ACL rollen

source: Make new ACL role
nl: Maak nieuwe ACL rol

source: Manage modules
nl: Modulebeheer

source: Maximum allowed file size for uploads (in KB)
nl: Maximum bestandsgroote voor uploads (in KB)

source: Maximum visibility
nl: Maximum zichtbaarheid

source: Member of roles
nl: Lid van rollen

source: Need more help?
nl: Meer hulp nodig?

source: No ACL roles found.
nl: Geen ACL rollen aanwezig.

source: Only allow to update content created by the user himself. (Check for user generated content sites.)
nl: Sta gebruikers enkel toe content te bewerken die ze zelf hebben aangemaakt. (Kies dit voor user-generated content sites)

source: Permissions
nl: Permissies

source: Rights
nl: Rechten

source: The whole world
nl: De hele wereld

source: Title
nl: Titel

source: Users can be member of multiple roles. Depending on the roles an user is allowed to create and edit certain categories or is able to manage certain modules.
nl: Gebruikers kunnen lid zijn van meerdere rollen. Afhankelijk van deze rollen wordt een gebruiker toegestaan content uit bepaalde categorieen te bewerken en bepaalde modules te gebruiken.

source: View all
nl: Bekijk allemaal

source: delete
nl: verwijder

source: edit
nl: bewerk

source: view all,&mdash;
nl: bekijk allemaal,&mdash;
