Repository: mindreframer/erlang-stuff
Catalog: github.com/zotonic/zotonic/modules/mod_backup/translations/*.po
Languages: ru

source: Admin Backups
ru: Администраторские резервные копии

source: Are you sure you want to revert to this version?
ru: Вы уверены, что желаете вернуться к этой версии?

source: At any moment you can make a backup of your system.
ru: В любое время вы можете создать резервную копию системы.

source: Back to the edit page
ru: Назад на страницу редактирования

source: Backup
ru: Резервное копирование

source: Backup &amp; Restore
ru: Резервное копирование и восстановление

source: Backup and restore options for your content.
ru: Опции резервного копирования и восстановления для вашего контента.

source: Backups
ru: Резервные копии

source: Cancel
ru: Отмена

source: Check and possibly restore an earlier version of your page.
ru: Проверить и возможно восстановить предыдущую версию вашей страницы.

source: Click on <b>List and restore an earlier version</b> to get an overview of earlier saved versions of this page.<br/>You can also save the complete contents of a page to a file. Later you can reload this file, replacing the current page contents. Note that the file does not contain your unsaved changes. Connections and media are not saved as well.
ru: Нажмите <b>Список предыдущих версий</b>, чтобы получить обзор ранее сохраненных версий страницы.<br/>Вы также можете записать содержимое страницы полностью в файл. Позже вы можете загрузить этот файл снова, заменив текущее содержимое страницы. Обратите внимание, что файл не будет содержать несохраненные изменения. Связи и материалы также не сохраняются.

source: Current
ru: Текущая версия

source: Date
ru: Дата

source: Deleted
ru: Удаленное

source: Download backup file
ru: Скачать файл с резервной копией

source: Help about backup &amp; restore.
ru: Справка о резервном копировании и восстановлении.

source: List and restore an earlier version
ru: Список предыдущих версий

source: Make a daily backup of the database and uploaded files.
ru: Ежедневно создавать резервные копии базы данных и загруженных файлов.

source: Need more help?
ru: Нужна помощь?

source: No backups present.
ru: Резервные копии отсутствуют.

source: Previous
ru: Предыдущая версия

source: Restore backup
ru: Восстановить

source: Revert
ru: Вернуться

source: Revert to this version
ru: Вернуться к этой версии

source: Revisions for
ru: Модификации

source: Select one or two revisions from the list on the left.
ru: Выберите одну или две модификации из списка слева.

source: Select the backup file you want to upload. The file must be a .bert file.
ru: Выберите файл с резервной копией для закачки. Эти файлы имеют расширение .bert.

source: Show import/export panel in the admin.
ru: Показывать панель импорта/экспорта в интерфейсе администратора.

source: Start backup now
ru: Начать резервное копирование

source: The "pg_dump" command was not found in the path. Set the "pg_dump" config key to the path to pg_dump and return to this page.
ru: Команда «pg_dump» не доступна в путях, указанных в переменной среды PATH. Установите ключ настройки «pg_dump» в путь к исполняемому файлу pg_dump в файловой системе и вернитесь на эту страницу.

source: The "tar" command was not found in the path. Set the "tar" config key to the path to pg_dump and return to this page.
ru: Команда «tar» не доступна в путях, указанных в переменной среды PATH. Установите ключ настройки «tar» в путь к исполняемому файлу tar в файловой системе и вернитесь на эту страницу.

source: The backup comprises two parts, the database and the uploaded files.
ru: Резервная копия содержит две части — базу данных и закачанные файлы.

source: This will overwrite your page with the contents of the backup file.
ru: Это действие заменит текущее содержимое страницы содержимым из резервной копии.

source: Warning!
ru: Внимание!

source: Warning:
ru: Внимание:

source: You can have 10 backups, older ones will be deleted automatically.
ru: Вы можете хранить до 10 резервных копий, старые копии будут автоматически удалены.

source: You can start a backup immediately, while the backup is running you can continue working.
ru: Резервное копирование можно начать в любой момент, в процессе копирования вы можете продолжать работу.

source: Your backup is not correctly configured. The backup module will not work until the problem(s) below have been resolved:
ru: Параметры резервного копирования не настроены. Чтобы обеспечить работу модуля, нужно решить следующие проблемы:

source: current version
ru: текущая версия

source: download database
ru: скачать базу данных

source: download files
ru: скачать файлы

source: this backup is in progress
ru: выполняется резервное копирование
