Repository: mindreframer/erlang-stuff
Catalog: github.com/zotonic/zotonic/modules/mod_acl_simple_roles/translations/*.po
Languages: ru

source: (implicit)
ru: (неявный)

source: <strong>Security notice</strong>: When you allow */* files then all members of this role will be able to obtain full access to your whole site and all underlying data.
ru: <strong>Уведомление безопасности</strong>: Если разрешить доступ к файлам */*, все пользователи указанной роли будут в способны получить полный доступ ко всему сайту и его данным.

source: ACL role overview
ru: Обзор ролей ACL

source: Access Control
ru: Контроль доступа

source: Access Control - Roles Overview
ru: Контроль доступа - Обзор ролей

source: Access control controls what an user is allowed to do and see. The roles define different groups of rights. Users can be made member of multiple roles.
ru: Контроль доступа отвечает системе на вопрос: "Может ли какой-то пользователь делать такое-то действие или просматривать такой-то ресурс?". Каждая роль определяет различный набор прав. На каждого пользователя может быть назначено одновременно несколько ролей.

source: Admin Access Control
ru: Управление доступом

source: All members are allowed to view all content. (Check this for supervisors.)
ru: Все пользователи с этой ролью могут просматривать весь контент. (Отметка для модераторов/супервайзоров).

source: Allow editing of category
ru: Разрешить редактировать категорию

source: Categories
ru: Категории

source: Check below what people that are member of this role are allowed to do.
ru: Выберите, что могут делать пользователи, обладающие этой ролью, из списка ниже.

source: Community members
ru: Участники сообщества

source: File types allowed to be uploaded
ru: Типы файлов, разрешенные для загрузки

source: File uploads
ru: Загрузка файлов

source: Group members
ru: Участники групп

source: Help about ACL roles.
ru: О ролях ACL.

source: Manage modules
ru: Управлять модулями

source: Maximum allowed file size for uploads (in KB)
ru: Максимально разрешенный размер файла для закрузок (в КB)

source: Member of roles
ru: Участник ролей

source: Modules
ru: Модули

source: Need more help?
ru: Помочь?

source: No ACL roles found.
ru: Ролей ACL не найдено.

source: Only allow to update content created by the user himself. (Check for user generated content sites.)
ru: Разрешить пользователям изменять только контент, который они сами произвели. (Отметить для сайтов с контентом, который генерят юзеры-редакторы).

source: Permissions
ru: Разрешения

source: Rights
ru: Права

source: The whole world
ru: Весь мир

source: Title
ru: Заголовок

source: Users can be member of multiple roles. Depending on the roles an user is allowed to create and edit certain categories or is able to manage certain modules.
ru: Пользователи могут быть участниками нескольких ролей. Пользователь, обладающий теми или иными ролями, может создавать и редактировать определенные категории или управлять определенными модулями.

source: View all
ru: Просмотреть всё

source: delete
ru: удалить

source: edit
ru: изменить

source: view all,&mdash;
ru: просмотреть всё,&mdash;
