Repository: mindreframer/erlang-stuff
Catalog: github.com/zotonic/zotonic/modules/mod_authentication/translations/*.po
Languages: fr, ru

source: Back to logon form
ru: Вернуться к форме входа

source: Below are your account details and a link to set a new password.
fr: Ci dessous, le details de votre compte et un lien pour changer de mot de passe
ru: Ниже указаны реквизиты учетной записи и ссылка для установки нового пароля.

source: Below you can enter a new password for your account
fr: Ci dessous, vous pouvez entrer un nouveau mot de passe pour votre compte
ru: Ниже вы можете указать новый пароль для вашей учетной записи

source: Cancel
ru: Отмена

source: Change password and Log on
fr: Changer de mot de passe et d'identifiant
ru: Изменить пароль и войти

source: Check your e-mail!
fr: Vérifiez votre adresse Email!
ru: Проверьте свой e-mail!

source: Click on the button below to e-mail you a verification message.
fr: Cliquez sur le bouton ci-dessous pour envoyer vers votre adresse email, un message de vérification
ru: Нажмите на эту кнопку, чтобы получить сообщение для проверки e-mail.

source: Click on the link below to enter a new password, when clicking doesn't work then you can copy and paste the complete address to your browser.
fr: Cliquez sur le lien ci-dessous pour entrer un nouveau mot de passe, si le lien ne marche pas, vous pouvez copier puis coller l'adresse dans votre navigateur
ru: Нажмите на эту ссылку, чтобы заменить пароль. Если это не работает, попробуйте скопировать и указать браузеру полный адрес.

source: Confirm
ru: Подтвердить

source: Confirmation failure
ru: Ошибка подтверждения

source: E-mail address or username
fr: Email ou identifiant
ru: E-mail или имя пользователя

source: Enter your e-mail address or username below and we will send you an e-mail with password reset instructions.
fr: Entrez votre adresse email ou identifiant afin que nous puissions vous envoyer un nouveau mot de passe
ru: Введите e-mail или имя пользователя, чтобы получить сообщение с инструкцией по сбросу пароля.

source: For security reasons password reset codes are only kept for a limited amount of time and can only be used once.
fr: Pour des raisons de sécurité, les codes de changement de mot de passe, ne sont valides que pour une durée limitée et ne peuvent être utilisé qu'une seule fois.
ru: В целях обеспечения безопасности коды сброса пароля хранятся в течение ограниченного промежутка времени и могут быть использованы только один раз.

source: Forgot your password?
fr: Mot de passe oublié?
ru: Забыли пароль?

source: Hello
fr: Bonjour
ru: Добро пожаловать,

source: How to reset your password
fr: Comment changer de mot de passe
ru: Как сбросить пароль

source: I forgot my password
ru: Забыл пароль

source: I forgot my username or password
fr: J'ai oublié mon identifiant ou mot de passe
ru: Забыл имя пользователя или пароль

source: In the e-mail you will find instructions on how to reset the password of your account.
fr: Dans l'email, vous trouverez des instructions sur comment changer votre mot de passe
ru: В сообщении e-mail вы получите инструкции, как сбросить пароль учетной записи.

source: Log Off
fr: Deconnexion
ru: Выйти

source: Log On
fr: Connexion
ru: Войти

source: Log on
ru: Вход

source: Log on to
ru: Войти на

source: New password
fr: Nouveau mot de passe
ru: Новый пароль

source: One moment please, logging off…
fr: Patientez s'il vous plait, déconnexion en cours...
ru: Подождите, пожалуйста, выполняется выход…

source: Password
fr: Mot de passe
ru: Пароль

source: Passwords should have at least six characters.
fr: Votre mot de passe doit contenir au moins 6 caractères
ru: Пароли должны содержать как минимум 6 символов.

source: Please confirm your
ru: Пожалуйста, подтвердите ваш пароль для

source: Remember me
ru: Запомнить меня

source: Repeat password
fr: Confirmer mot de passe
ru: Повторите пароль

source: Reset password and Log on
ru: Сбросить пароль и войти

source: Reset your password
fr: Changer de mot de passe
ru: Сброс пароля

source: Send Verification Message
fr: Envoyer un message de verification
ru: Получить код проверки

source: Send me instructions
fr: Envoyez moi des instructions
ru: Получить инструкции

source: Sorry, could not send the verification message.
fr: Désolé, l'envoi du message de vérification a échoué
ru: Извините, не удалось отправить сообщение для проверки.

source: Sorry, your password reset code is unknown or expired
fr: Désolé, votre code de changement de mot de passe est inconnu ou a expiré
ru: Извините, ваш код для сброса пароля неверен или истек

source: Stay logged on unless I log off.
ru: Оставаться в системе до самостоятельного выхода.

source: Thank you,
fr: Merci,
ru: Спасибо,

source: The crew at
ru: Администрация

source: The e-mail address associated with your account is
fr: L'adresse email associée à votre compte est
ru: Адрес e-mail, соответствующий вашей учетной записи:

source: The e-mail will contain instructions how to reset your password.
fr: L'email contiendra des instruction sur comment changer votre mot de passe
ru: На ваш e-mail придут инструкции по сбросу пароля.

source: The two passwords should be equal. Please retype them.
fr: Les deux mots de passe doivent être indentiques. Merci de retaper votre mot de passe.
ru: Пароли должны совпадать. Пожалуйста, введите их снова.

source: To find your account you need to enter either your username or the e-mail address you gave us.
fr: Pour retrouver votre compte, vous devez entrer soit votre identifiant, soit votre adresse email
ru: Чтобы определить вашу учетную запись, нужно указать имя пользователя или связанный с ней адрес e-mail.

source: Use some non alphabetical characters or digits to make it harder to guess.
fr: Vous pouvez utiliser des caractères spéciaux ou bien des chiffres pour rendre votre mot de passe plus difficile à deviner.
ru: Используйте цифры или знаки препинания для большей надежности пароля.

source: Username
fr: Identifiant
ru: Имя пользователя

source: We can only send you an e-mail when we have the e-mail address of your account.
fr: Nous ne pouvons vous envoyer d'email, seulement quand votre adresse email sera enregistrée.
ru: Сообщение может быть отправлено только в том случае, если задан адрес e-mail для вашего аккаунта.

source: We don’t seem to have any valid e-mail address or other electronic communication address of you.
fr: Nous n'avons aucune adresse email valide pour votre compte.
ru: Ваш электронный адрес для обратной связи в системе не обнаружен.

source: We have sent you an e-mail. In the e-mail you will find instructions on how to confirm your account.
fr: Nous vous avons envoyé un email. Dans cet email vous trouverez les instructions pour confirmer la création de votre compte.
ru: Вам отправлено сообщение на e-mail. В сообщении указаны инструкции по активации вашей учетной записи.

source: When you didn't request a password reset, you can ignore this e-mail. Maybe someone made an error typing his or her e-mail address.
ru: Если вы не запрашивали смену пароля, вы можете проигнорировать это сообщение. Возможно, кто-то ошибся при наборе своего адреса e-mail.

source: When you don’t receive the e-mail within a few minutes then be sure to check your spam filter and spam folders.
fr: Si vous ne recevez pas d'email de notre part dans quelques minutes, allez vérifier votre boite spam.
ru: Если вам не пришло сообщение в течение нескольких минут, проверьте свой спам-фильтр и папки со спамом.

source: When you forgot your username or pasword then you can ask us to
fr: Si vous oubliez votre idientifiant ou mot de passe, vous pouvez nous demander de
ru: Если вы забыли имя пользователя или пароль, вы можете сделать

source: You can
fr: Vous pouvez
ru: Вы можете сделать

source: You entered an unknown username or e-mail address. Please try again.
fr: Vous avez entré un identifiant ou adresse email inconnue. Merci de réessayer.
ru: Вы указали неверное имя пользователя или e-mail. Попробуйте снова.

source: You entered an unknown username or password. Please try again.
fr: Vous avez entré un identifiant ou mot de passe incorrect. Merci de réessayer.
ru: Вы указали неверное имя пользователя или пароль. Попробуйте снова.

source: You might have made a typo in your username or password. Please note that both are case sensitive and check that your caps lock key is off.
fr: Vous avez peut etre fait une erreur de frappe pour votre identifiant ou mot de passe. Vérifiez que le vérouillage majuscule soit bien désactivé.
ru: Возможно, вы ошиблись при наборе имени пользователя или пароля. Обратите внимание, что оба поля чувствительны к регистру, и убедитесь, что режим caps lock выключен.

source: You need to change your password
fr: Vous devez changer de mot de passe
ru: Вам нужно сменить свой пароль

source: You receive this e-mail because you or someone else requested a password reset for your account. You or the someone else either entered your username or e-mail address. You will not receive any additional e-mails because of this request.
fr: Vous recevez cet email car vous ou quelqun d'autre avez demandé à changer de mot de passe. Vous ne receverez qu'un seul email.
ru: Вы получили это сообщение, потому что вы или кто-то другой запросили сброс пароля для вашей учетной записи. В заявке было указано имя пользователя или ваш e-mail. Вы не будете получать повторные сообщения, связанные с этой функцией.

source: You requested a new password for
fr: Vous avez demandé un nouveau mot de passe pour
ru: Вы запросили смену пароля от

source: You will be redirected to the home page.
fr: Vous allez être redirigé vers la page principal
ru: Вы будете автоматически перенаправлены на домашнюю страницу.

source: Your account name is
fr: Votre nom relié à votre compte est
ru: Имя вашей учетной записи:

source: Your account needs verification
fr: Votre compte a besoin d'être vérifié
ru: Вашу учетную запись необходимо активировать

source: Your new password is too short.
fr: Votre nouveau mot de passe est trop court
ru: Вы указали слишком короткий пароль.

source: Your password will be reset and you will be logged on as
fr: Votre mot de passe sera changé et vous serez connecté en temps que
ru: Ваш пароль будет сброшен, и вы войдете как

source: e-mail a temporary password
fr: Email un mot de passe temporaire
ru: заявку на временный пароль

source: request a new password reset code
fr: demandez un nouveau mot de passe
ru: заявку на новый код для смены пароля
